qt5-multimedia
python-dateutil
xvkbd
nodejs-lts-fermium
aegisub-git
arduino-git
autojump
awesome-terminal-fonts
atomicparsley
brave-bin
canon-pixma-ts5055-complete
chirp-daily
cnijfilter2
congruity
corsairpsu-dkms-git
ddclient-bin
dxvk-bin
eagle6
exact-audio-copy
ffmpeg-ndi
ffmpeg-full
ffmpeg-amd-full
ffmpeg-libfdk_aac
ffmpeg-cuda
ffmpeg-shinobi
ffmpeg-obs
filebot
fritzing
github-desktop-bin
gpsbabel
hamradio-menus
jellyfin
lightly-git
lightlyshaders-git
makemkv
mangohud
mangohud-common
meshlab
morituri-git
mp3tag
nerd-fonts-fira-code
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-kde-git
nordic-theme
noto-fonts-emoji
packettracer
papirus-icon-theme
passwordsafe
picard-git
plasma-pa
platformio
plex-media-player
plex-media-server
plex-hama-bundle-git
plex-ass-scanner-git
plex-anilist-bundle-git
powerpanel
ocs-url
osu
rescrobbled-git
samsung-ssd-dc-toolkit
samsung_magician-consumer-ssd
sddm-nordic-theme-git
snapper-gui-git
solaar-git
svxlink-sounds-en_us-heather-16k
svxlink
teamviewer
ttf-droid
ttf-hack
ttf-meslo
ttf-roboto
viking-git
youtube-music
zoom
snap-pac
zsh-syntax-highlighting
zsh-autosuggestions