mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
plasma-desktop
binutils
dosfstools
linux-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
--END OF MINIMAL INSTALL--
alsa-plugins
alsa-utils
ark
abcde
audiocd-kio
arduino-avr-core
arduino-builder
arduino-cli
arduino-docs
arduino
audacity 
autoconf
automake
awesome-terminal-fonts
base
bash-completion
bind
bison
bluedevil
bluez
bluez-libs
bluez-utils
bridge-utils
btrfs-progs
celluloid
chromium
cmatrix
code
cronie
cups
cura
curl
deja-dup
deluge 
dialog
discover
dmidecode
dnsmasq
dolphin
dosbox
dtc
efibootmgr
egl-wayland
exfat-utils
extra-cmake-modules
ffmpeg
filelight
filezilla
firefox 
flex
fuse2
fuse3
fuseiso
gamemode
gcc
gimp
git
gparted
gptfdisk
gpsbabel
grub
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
gwenview
handbrake
haveged
htop
iptables-nft
jdk-openjdk
kate
kcodecs
kcoreaddons
kde-plasma-addons
kinfocenter
kscreen
kvantum-qt5
kde-gtk-config
kid3 
kitty
konsole
kscreen
lame
layer-shell-qt 
libdvdcss
libnewt
libtool
linux
linux-firmware
lsof
lutris
lzop
m4
make
milou
mkvtoolnix-gui
mkvtoolnix-cli
mp3info
mysql-workbench
nano 
neofetch
networkmanager
nmap
ntfs-3g
ntp
obs-studio
okular 
openbsd-netcat
openssh
os-prober
oxygen
p7zip
pacman-controls
papirus-icon-theme
patch
picard
picom
pkgconf
plasma-nm
plasma-pa
powerdevil
powerline-fonts
print-manager
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-psutil
python-pyqt5
python-pip
qemu
rsync
samba
sddm
sddm-kcm
snap-pac
snapper
spectacle
steam
sudo
swtpm
synergy
systemsettings
terminus-font
traceroute
ttf-droid
ttf-hack
ttf-roboto
ufw
unrar
unzip
vim
virt-manager
virt-viewer
wget
which
wine-gecko
wine-mono
winetricks
xdg-desktop-portal-kde
yt-dlp
yubico-pam
yubikey-manager-qt
yubikey-manager
yubikey-personalization-gui
yubikey-touch-detecter
yubikey-personalization
zeroconf-ioslave 
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
--GEPROTON DEPENDANCIES--
wine-staging
winetricks
giflib 
lib32-giflib 
libpng 
lib32-libpng 
libldap 
lib32-libldap 
gnutls 
lib32-gnutls
mpg123 
lib32-mpg123 
openal 
lib32-openal 
v4l-utils 
lib32-v4l-utils 
libpulse 
lib32-libpulse 
libgpg-error
lib32-libgpg-error 
alsa-plugins 
lib32-alsa-plugins 
alsa-lib 
lib32-alsa-lib 
libjpeg-turbo 
lib32-libjpeg-turbo
sqlite 
lib32-sqlite 
libxcomposite 
lib32-libxcomposite 
libxinerama 
lib32-libgcrypt 
libgcrypt 
lib32-libxinerama
ncurses 
lib32-ncurses 
opencl-icd-loader 
lib32-opencl-icd-loader 
libxslt 
lib32-libxslt 
libva 
lib32-libva 
gtk3
lib32-gtk3 
gst-plugins-base-libs 
lib32-gst-plugins-base-libs 
vulkan-icd-loader 
lib32-vulkan-icd-loader