alsa-plugins
alsa-utils
ark
abcde
audiocd-kio
arduino-avr-core
arduino-builder
arduino-cli
arduino-docs
arduino
audacity
autoconf
automake
awesome-terminal-fonts
@@ -28,10 +35,15 @@ breeze-gtk
bridge-utils
btrfs-progs
celluloid
chromium
cmatrix
code
cronie
cups
cura
curl
deja-dup
deluge
dialog
discover
dolphin
@@ -41,7 +53,10 @@ efibootmgr
egl-wayland
exfat-utils
extra-cmake-modules
ffmpeg
filelight
filezilla
firefox
flex
fuse2
fuse3
@@ -52,12 +67,14 @@ gimp
git
gparted
gptfdisk
gpsbabel
grub
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
gwenview
handbrake
haveged
htop
iptables-nft
@@ -70,9 +87,11 @@ kinfocenter
kscreen
kvantum-qt5
kde-gtk-config
kid3
kitty
konsole
kscreen
lame
layer-shell-qt
libdvdcss
libnewt
@@ -86,12 +105,17 @@ lzop
m4
make
milou
mkvtoolnix-gui
mkvtoolnix-cli
mp3info
mysql-workbench
nano
neofetch
networkmanager
noto-fonts-emoji
ntfs-3g
ntp
obs-studio
okular
openbsd-netcat
openssh
@@ -101,6 +125,7 @@ p7zip
pacman-contrib
papirus-icon-theme
patch
picard
picom
pkgconf
plasma-nm
@@ -146,8 +171,60 @@ wine-mono
winetricks
xdg-desktop-portal-kde
xdg-user-dirs
yt-dlp
yubico-pam
yubikey-manager-qt
yubikey-manager
yubikey-personalization-gui
yubikey-touch-detecter
yubikey-personalization
zeroconf-ioslave
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
wine-staging
winetricks
giflib
lib32-giflib
libpng
lib32-libpng
libldap
lib32-libldap
gnutls
lib32-gnutls
mpg123
lib32-mpg123
openal
lib32-openal
v4l-utils
lib32-v4l-utils
libpulse
lib32-libpulse
alsa-plugins
lib32-alsa-plugins
alsa-lib
lib32-alsa-lib
libjpeg-turbo
lib32-libjpeg-turbo
libxcomposite
lib32-libxcomposite
libxinerama
lib32-libxinerama
ncurses
lib32-ncurses
opencl-icd-loader
lib32-opencl-icd-loader
libxslt
lib32-libxslt
libva
lib32-libva
gtk3
lib32-gtk3
gst-plugins-base-libs
lib32-gst-plugins-base-libs
vulkan-icd-loader
lib32-vulkan-icd-loader
cups
samba
dosbox
nvidia-dkms
nvidia-utils
lib32-nvidia-utils
nvidia-settings
vulkan-icd-loader
lib32-vulkan-icd-loader
nvidia-uvm
nvidia-modprobe
nvidia-dkms